chat_system_885030647_actor_description=King Mark. Your King.
chat_system_885030647_snap_0_question=^?^So, [player], did you bring the peace treaty? Or maybe you have more important concerns than concluding the alliance between our states?
chat_system_885030647_snap_0_answer_0=^?^Yes, I've brought the peace treaty, signed by Torn Digor.
chat_system_885030647_snap_0_answer_1=^?^I just wanted to ask you where I can find the king of the dwarves, Your Majesty.
chat_system_885030647_snap_2_question=^?^Unfortunately, my friend, even such happy news cannot dispel my grief.<br>Nevertheless, your service is of great importance and significance to the kingdom's destiny. And the reward shall be well worth the effort.<br>Knight [player], kneel to your king. For your faithful service and invaluable help to the whole of Darion, I, King Mark Leonard the Second, confer upon you the title [rank].<br>[reward]
chat_system_885030647_snap_2_answer_0=^?^Thank you, this is truly an honor, Your Majesty!
chat_system_885030647_snap_1_question=^?^Taron castle is the capital of Kordar. In the past, one could travel there in a dirigible, but now there's only one way - and it lies under the sea. In the mountains of Arlania, there's an entrance to the Creiston Mines. You can get to the dwarves through them. You'll have to cross the whole of Kordar to reach the capital.
chat_system_885030647_snap_1_answer_0=^?^Thank you for the explanation.
